{
    "text": "Гансиор Александр Григорьевич Мужчина +7 (917) 3383804 — предпочитаемый способ связи gansior@gansior.ru Проживает: Москва Гражданство: Россия Опыт работы —24 года 11 месяцев Март 2022 — настоящее время 2 года 5 месяцевДИТ Правительство Москвы analyst, data engineer В мои обязанности входит: - Построение систем ETL. - Извлечение данных (Hadoop, PySpark, Kafka, RabbitMQ, Airflow, Selenium). - Оркестрация (Airflow) - Хранение данных (hdfs, Hive, PostgreSQL, Vertica, Data Vault, Аренадата, elasticsearch, SQLite). - Аналитика данных (Python, PySpark, gensim, scikit-learn, numpy, pandas, ). - Визуализация результатов анализа данных (JS, D3.js, bokeh). - Распознавание текстов (OpenCV, pytesseract, собственные алгоритмы) - Работа со слабо структурированными текстами, извлечение сущностей, кластеризация и классификация текстов (gensim, scikit-learn, pytorch, PySpark, nltk, spacy, pymorphy, fuzzywuzzy, difflib). - Построение моделей машинного обучения (PySpark, scikit-learn) . - Создание веб интерфейсов, API и микросервисов ( FastAPI, Flask, Tornado, Java Script, HTML, CSS, Docker, Kubernetes). - Интеграция с различными системами. - Написание телеграм ботов(aiogram 3.0) для внутриорганизационного потребления работающих с LLM (anthropic/claude-3.5-sonnet, mistralai/mistral-small + 46 разных моделей ) - Постоянная работа со стажерами. Работаю в ОС Linux, windows. Рабочие языки на Python, SQL, JS, C++. Интенсивно использую в работе - GIT. Работа команды организавана по Agile(scrum). Июнь 2020 — Март 2022 1 год 10 месяцевСколково, ПАО \"Россети\" Руководитель группы разработки и сопровождения аналитических систем - Построение систем ETL. - Извлечение данных (PostgreSQL, ClickHouse, SQL Server, SAP ERP, Selenium, Airflow). - Хранение данных (PostgreSQL, ClickHouse, SQL Server, SAP ERP). - Аналитика бизнес процессов компании (Python, gensim, scikit-learn, numpy, pandas, nltk, spacy, pymorphy, fuzzywuzzy, difflib). - Визуализация результатов анализа данных (JS, D3.js, bokeh). Резюме обновлено 14 июля 2024 в 06:56- Распознавание текстов (OpenCV, pytesseract, собственные алгоритмы), работа со слабо структурированными текстами, извлечение сущностей, кластеризация и классификация текстов. - ОС linux. - Организация версионности — git. - Построение моделей машинного обучения (PyTorch, Tensorflow, Keras) . - Создание веб интерфейсов, API и микросервисов (Tornado, Flask, Java Script, HTML, CSS, Docker). - Организация работы команды Agile(scrum). Написан, экономически обоснован, план повышения вне тарифной выручки ПАО Россети на основе работы с большими данными, генерируемыми компанией. Реализованы макетные решения некоторых пунктов этого плана. Октябрь 2019 — Май 2020 8 месяцевСтартап Helpify Специалист по machine learning, data scientist (NLP) Создание и написание микросервиса обработки запросов на естественном языке, на всех европейских языках. Обязанности — сбор размеченных данных (написание большого количества парсеров, по подходящим источникам данных), с помощью методов Machine Learning обучать систему обрабатывать запросы. Язык Python. Обработка текста - word2vec, NLP (библиотеки gensim, scikit-learn, nltk, pymorphy, fuzzywuzzy, difflib, spaCy) и Keras(Theano,TensorFlow), обработка данных (numpy, pandas, scipy). Визуализация результатов(matplotlib). Октябрь 2018 — Сентябрь 2019 1 годООО \"Профиткликс\" Краснодар Специалист по Machine Learning Создание моделей машинного обучения (mashine learning). Создание диалоговых и рекомендательных систем. Проведение анализа различных данных. Применение NLP для анализа и создания связки текст-текст на основе char2vec, word2vec, doc2vec, GloVe, NLP(библиотеки gensim, scikit-learn, nltk, pymorphy) и Keras(Theano,TensorFlow), обработка данных (numpy, pandas, scipy). Визуализация результатов(matplotlib). Написание соответствующих сервисов на python3, C++(for Big Data), применение методов Deep Machine Learn, статистических методов, в процессах анализа данных и управления производственными процессами. Написание различных парсеров для сбора data sets. Проведение мультипроцессных и многопоточных вычислений. Выдача результатов работы нейронных сетей с использованием фреймворков Flask, Django и Tornado. Использовал в своей работе СУБД (ClickHouse, MySQL, SQLite, PostgreSQL). Процесс разработки по SCRUM Январь 2012 — Сентябрь 2018 6 лет 9 месяцевВектор мебели Руководитель/ Разработчик Производство мебели, интернет-магазин, 3 розничных салона. В подчинении 35 человек: торговый, производственно -технический персонал, бухгалтерия. Обязанности: • Анализ и автоматизация всех бизнес-процессов. • Автоматизация проектирования мебели. • Автоматизация создания программ для ЧПУ.• Статистический анализ данных, разработка систем принятия решений и решающих правил. • Статистическая обработка и обработка с помощью технологий NLP реклам. • Разработка программ на С++, Python для нужд предприятия. • Визуализация мебели в Blender. • Системное администрирование. • Административно-хозяйственное и финансово-экономическое управление компанией. • Разработка моделей мебели. • Управление производством и продажами. • Управление персоналом. • Сопровождение, наполнение сайта. • Настройка и управление компаниями в Яндекс Директ, Google Adwords, Avito контекст. Ключевые результаты: • Компания организована с нуля. • Разработан интернет-магазин на VamShop. • Разработано программное обеспечение с использованием C++, Python для автоматизации процесса конструирования, расчета стоимости изделий с учетом особенностей приема заказов, технологии, организации производства и складского учета. • Разработан и изготовлен для нужд предприятия 3D принтер • Разработан и изготовлен для нужд предприятия станок ЧПУ • Все конструкторы и дизайнеры обучены работе в AutoCad. • Разработаны программы для производства на C++,Python, AutoLisp. Январь 1994 — Декабрь 1996 3 годаНаучно-производственный центр информационных систем и технологий \"Сплайн\" первый заместитель директора в подчинении 35 человек. За время работы реализовано больше десятка различных проектов коммерческого, производственного и научного характера. Создана система автоматизарованного проектирования биологически активных соединений. Мной написан транслятор языка ФКСП для этой системы на Turbo Pascal. Разработана и написана система прогноза на статистике кодов ФКСП. Разработана и установлена система дистанционного управления задвижками нефтепроводов. Январь 1988 — Октябрь 1994 6 лет 10 месяцевВолгоградский медицинский институт младший научный сотрудник Анализ структуры и действия химических веществ с помощью вычислительных методов. (Статический анализ, теория графов, теория игр, экспертные системы). Октябрь 1985 — Декабрь 1987 2 года 3 месяцаВолгоградский филиал ГСНИИОХТ Младший научный сотрудник Разработка и оптимизация действия боевых ОВ используя квантовохимические расчетные методы. Август 1984 — Август 1985НИИ Полупроводниковых приборов1 год 1 месяцИнженер Оптимизация производства прибора 3Л123 с использованием методов математического эксперимента и статистического анализа, внедрение МОСгидридной технологии выращивания эпитаксиальных слоев различных полупроводниковых материалов Образование Высшее 1984 Национальный исследовательский Томский государственный университет, Томск физический, физика полупроводниковых приборов и материаловедение Повышение квалификации, курсы 2020 Развитие антикризисных лидеров и команд цифровой экономики по компетенциям управления на основе данных Университет Иннополис, Развитие антикризисных лидеров и команд цифровой экономики по компетенциям управления на основе данных 2018 Онлайн школа по машинному обучению, Московский физико-технический институт (Государственный университет), Москва, Специалист по машинному обучению 2018 Программирование на С++ Интернет -Университет информационных технологий, Москва, Программирование 2018 Программирование на С# Интернет -Университет информационных технологий, Москва, Программирование Ключевые навыки Знание языков Русский — Родной Английский — B2 — Средне-продвинутый Навыки SQL Python Git Scrum Руководство коллективом Английский язык Информационные технологии PostgreSQL Linux ETL DWH RabbitMQ Kafka Hadoop Docker Big Data Airflow Clickhouse GraphQL PySpark Опыт вождения Имеется собственный автомобильПрава категории B Дополнительная информация Обо мне Целеустремленный, предприимчивый, большой опыт управления людьми и удержания их в команде (под моим рукодством очень много людей работало более 10 лет)"
}