{
    "text": "Александр Владимирович Птушкин Senior Data Scientis t Москва , Россия • +7 (915) 234-56-78 • alexander.smirnov@datascience.ru • linkedin.com/in/alexandersmirnov -data ОПЫТ РАБОТЫ Google Старший специалист по данным Январь 2021 — Настоящее время - Возглавил команду из 8 специалистов по данным для разработки прогностических моделей, что привело к 25%-ному увеличению доходов от целевой рекламы. - Разработал инфраструктуру данных с использованием Google Cloud, что снизило задержку данных на 30% и повысило скорость обработки. - Внедрил продвинутые методы машинного обучения для оптимизации рекомендательного механизма, что увеличило коэффициент конверсии покупок на 20%. - Оптимизировал ETL-процессы, сократив время загрузки данных на 40%, что повысило общую эффективность системы. - Проводил еженедельные стратегические сессии, интегрируя аналитические выводы в принятие решений руководством, что привело к 15%-ному улучшению ключевых бизнес -метрик. Resume Worded Специалист по данным Июнь 2019 — Декабрь 2020 - Разработал инструмент анализа тональности с использованием NLP, что сократило время ответа службы поддержки клиентов на 25%. - Сотрудничал с менеджерами продуктов для внедрения улучшений функций на основе данных, что привело к 10%-ному росту удовлетворенности пользователей. - Использовал технологии больших данных для управления и анализа массивов данных объемом в терабайты, обеспечив точность данных на уровне 99%. - Создал автоматизированные пайплайны машинного обучения, сократив сроки моделирования на 50%. Facebook Аналитик данных Май 2017 — Май 2019 - Проанализировал данные о поведении пользователей, выявив тенденции, которые легли в основу переработки ключевых функций платформы и увеличили удержание пользователей на 12%. - Отслеживал и составлял отчеты по ключевым метрикам с использованием SQL, формируя стратегии роста пользователей на основе данных. - Установил меры контроля качества данных, гарантирующие целостность наборов данных для критически важного анализа. Coached.com Стажер -аналитик данных Январь 2016 — Апрель 2017 - Собирал, очищал и анализировал данные из различных источников, поддерживая запуск двух новых продуктов компании. - Разработал визуализации в Power BI для передачи аналитических выводов непрофессиональным пользователям. - Реализовал статистические модели для прогностического анализа, способствуя процессам стратегического планирования. ОБРАЗОВАНИЕ Институт передовых технологий Декабрь 2020 Магистр наук — Наука о данных Диссертация: Алгоритмы глубокого обучения для прогностической аналитики Университет имени Ломоносова Май 2015 Бакалавр наук — Математика Специализация: Статистическая теория Обучение в режиме неполного рабочего дня во время стажировки аналитика данных в Coached.com НАВЫКИ Языки программирования и библиотеки: Python (Pandas, NumPy, scikit -learn, TensorFlow), R, SQL, Java, C++, Julia Машинное обучение и статистический анализ: K-Means кластеризация, деревья решений, случайный лес, логистическая регрессия, SVM, нейронные сети Инструменты визуализации данных и бизнес -аналитики: Tableau, Power BI, Matplotlib, Seaborn, D3.js, GGpl ot Технологии больших данных: Hadoop, Apache Spark, Hive, Pig, Kafka, Elasticsearch ДОПОЛНИТЕЛЬНО Сертификаты: Сертифицированный специалист по данным (CDSP), AWS Certified Solutions Architect (2022) Публикации и исследования: Опубликована статья \"Прогресс в аналитике больших данных\" в журнале Resume Worded Journal of Data Science Выступления: Участник панельных дискуссий на Ежегодной конференции по данным Resume Worded, главный докладчик на симпозиуме RDW Tech Профессиональное развитие: Постоянный участник MOOC по ИИ и машинному обучению на Coursera и edX"
}