{
    "text": "Анна Сергеевна Петрова Аналитик annapetrova@mail.ru Москва , Россия • +7 (916) 123 -45-67 • linkedin .com/in/annapetrova -data ОПЫТ РАБОТЫ Amazon Ведущий аналитик данных Июнь 2022 — Настоящее время Возглавила проект, который повысил точность прогнозирования цепочки поставок на 15%, оптимизировав управление запасами с помощью продвинутого анализа временных рядов и моделей машинного обучения. Разработала интерактивные дашборды в Tableau, которые улучшили процесс принятия решений для высшего руко водства, что привело к 25% -ному увеличению действий, основанных на данных. Автоматизировала процессы извлечения и обработки данных с использованием Python и SQL, сократив время подготовки данных на 50% и экономя команде 20 часов в месяц. Руководила командо й из 5 аналитиков данных для пересмотра стратегии сегментации клиентов, что повысило эффективность целевых маркетинговых кампаний на 10%. Сотрудничала с межфункциональными командами для внедрения A/B -тестирования, что привело к 12% -ному улучшению коэффициента конверсии ключевых страниц электронной коммерции. Проанализировала данные о поведении пользователей, чтобы выявить предпочтения функций продукта, что помогло определит ь приоритеты разработки и увеличило вовлеченность пользователей на 18%. Инициировала использование облачных аналитических инструментов, что позволило проводить анализ данных в режиме реального времени и снизило затраты на обслуживание серверов на 30%. Salesforce Аналитик данных II Март 2020 — Май 2022 Создала прогностические модели с использованием R для прогнозирования тенденций продаж, что повысило точность прогнозов на 20% и помогло в стратегическом планировании доходов. Оптимизировала ежемесячные проц ессы отчетности, внедрив автоматизированные скрипты, что сократило время генерации отчетов на 40% и повысило точность данных. Провела детальный анализ данных CRM, чтобы выявить инсайты, которые увеличили удержание клиентов на 15% за счет персонализированны х стратегий взаимодействия. Улучшила практики визуализации данных, внедрив Power BI, что привело к 30% -ному увеличению использования внутренних дашбордов в разных отделах. IBM Младший аналитик данных Июль 2018 — Февраль 2020 Разработала решения для анализа данных в реальном времени для данных о производительности сети, что снизило количество простоев на 10% благодаря раннему обнаружению аномалий. Улучшила точность данных на 20%, оптимизировав процессы очистки данных, что обеспечило более качественные входные данные для всех последующих задач анализа. Поддержала старших аналитиков в развертывании регрессионных моделей, достигнув 25% - ного повышения точности, что напрямую повлияло на прогнозы выставления счетов клиентам. Intel Corporation Стажер -аналитик данных Январь 2017 — Июнь 2018 Помогала в разработке машинных алгоритмов, которые повысили эффективность распознавания изображений на 15%, способствуя развитию приложений компьютерного зрения. Оптимизировала процессы загрузки данных для больших наборов д анных, увеличив скорость обработки на 20% и оптимизировав распределение ресурсов. Принимала участие в проектах по добыче данных, выявляя закономерности, которые привели к 12% -ному увеличению инсайтов о рыночных тенденциях, поддерживая стратегические инициа тивы по разработке продуктов. ОБРАЗОВАНИЕ Университет имени Ломоносова Декабрь 2019 Магистр наук — Наука о данных Диссертация: Алгоритмы машинного обучения в электронной коммерции Московский государственный университет Май 2017 Бакалавр наук — Статистика Окончила с отличием НАВЫКИ Языки программирования: Python (Продвинутый), SQL (Продвинутый), R (Средний), Java (Средний), SAS (Базовый), JavaScript (Базовый) Визуализация данных: Tableau, Power BI, Matplotlib, Seaborn, Excel, ggplot2 Инструменты и технологии: AWS, Google Cloud Platform, Hadoop, Spark, TensorFlow, Git Анализ данных и моделирование: Прогностическая аналитика, Регрессионный анализ, A/B - тестирование, Анализ временных рядов, Машинное обучение, Статистический вывод ДОПОЛНИТ ЕЛЬНО Сертификаты : AWS Certified Data Analytics — Specialty (2021), Google Professional Data Engineer (2020) Лидерство и волонтерство : DataKind ( Волонтер -аналитик данных ), Salesforce Employee Resource Group ( Со-лидер ) Проекты: Разработала модель обнаружения аномалий, которая снизила операционные расходы на 15% в IBM."
}