{
    "text": "Екатерина Дмитриевна Иванова Junior Data Scientist Санкт -Петербург , Россия • +7 (921) 456 -78-90 • ekaterina.ivanova@dataexpert.ru • linkedin.com/in/ekaterina - ivanova -data ОПЫТ РАБОТЫ Coached.com Младший специалист по данным Март 2021 — Настоящее время - Разработала машин ные модели обучения на Python для прогнозирования оттока клиентов, что снизило уровень оттока на 10%. - Создала автоматизированные скрипты для очистки и предварительной обработки данных, экономя команде 15 часов в неделю. - Работала с SQL для извлечения и анализа данных из нескольких баз данных, что способствовало успешному внедрению 3 новых функций. - Построила и поддерживала интерактивные дашборды в Tableau, увеличив вовлеченность заинтересованных сторон на 20%. - Участвовала в проекте по сегментации клие нтов, усилив персонализированные маркетинговые усилия и повысив ROI на 12%. Resume Worded Стажер -аналитик данных Сентябрь 2020 — Февраль 2021 - Провела анализ данных о пользовательской активности, что привело к 15% -ному улучшению вовлеченност и на сайте. - Обеспечила точность и целостность данных в кампаниях, внедрив строгие процедуры проверки данных. - Выполнила регрессионный анализ для прогнозирования тенденций, помогая в разработк е проактивных бизнес -стратегий. ABC University Ассистент исследователя Январь 2020 — Август 2020 - Проанализировала экспериментальные данные с использованием R для поддержки экологических исследовательских проектов, что повысило надежность данных на 20%. - Составила технические отчеты, суммирующ ие результаты, которые были в ключены в опубликованные статьи ОБРАЗОВАНИЕ Институт передовых технологий Май 2021 Магистр наук — Наука о данных Курсовая работа включала: Продвинутое машинное обучение, Аналитика больших данных Финальный проект: Прогностическое моделирование для электронной коммерции Университет имени Ломоносова Июнь 2020 Бакалавр наук — Статист ика Заочная форма обучения с акцентом на статистическую теорию и методы Окончила с отличием Cum Laude, GPA: 3.85/4.0 НАВЫКИ Анализ данных : Python (Pandas, NumPy, SciPy), R, SQL, Tableau, Power BI, Excel Машинное обучение : scikit -learn, TensorFlow, Keras, PyTorch, SVM, Random Forests Технологии больших данных : Hadoop, Spark, Hive, Pig, Kafka, NoSQL Базы данных (MongoDB, Cassandra) Программирование :Java, C++, Git, Bash, REST API, JSON, XML ДОПОЛНИТЕЛЬНО Сертификаты: Сертифицированный специалист по данным – DataCamp (2021) Проекты: Разработала открытый пакет Python для оптимизации процессов очистки данных. Публикации: Соавтор статьи \"Роль больших данных в инно вациях FinTech\" — Журнал науки о финансовых данных (2022). Награды: Лауреат ежегодной премии Data Insight Award за выдающиеся достижения в области прогностического анализа."
}