{
    "text": "Мария Андреевна Кузнецова Видеомонтажёр Санкт -Петербург, Россия • +7 (921) 876-54-32 • maria.kuznetsova@videoexpert.ru • linkedin.com/in/mariakuznetsova -video ОПЫТ РАБОТЫ Pixar Animation Studios Старший видеомонтажёр Февраль 2019 — Настоящее время - Играла ключевую роль в успешном монтаже 3 полнометражных фильмов, которые принесли более $500 миллионов по всему миру. - Возглавила команду талантливых монтажёров, эффективно координируя крупномасштабные проекты и соблюдая строгие дедлайны. - Разработала инновационные методики работы со стебордами, что сократило время предварительного производства на 25%. Coached.com Видеомонтажёр Июль 2015 — Январь 2019 - Производительно смонтировала более 400 образовательных и рекламных видео, что привело к 35%-ному росту веб-трафика. - Разработала строгий процесс контроля качества, что сократило количество доработок после монтажа на 50%. - Применила продвинутые методы звукового микширования с использованием Audacity, что улучшило качество звука и опыт просмотра. Disney Ассистент видеомонтажёра Август 2012 — Июнь 2015 - Синхронизировала и смонтировала серию интервью, что увеличило аудиторию на 15%. - Плавно интегрировала графику и спецэффекты, обеспечивая высококачественный визуальный опыт для зрителей. - Освоила использование сложного программного обеспечения для монтажа, включая DaVinci Resolve и Lightworks. ОБРАЗОВАНИЕ Институт передовых технологий Май 2014 Магистр изящных искусств — Цифровые медиа Диссертация: Нелинейные техники монтажа в полнометражных анимационных фильмах Университет имени Ломоносова Июнь 2010 Бакалавр искусств — Кино и медиа -исследования Окончила с отличием, GPA: 3.8/4.0 НАВЫКИ НАВЫКИ Программы для видеомонтажа : Adobe Premiere Pro, Final Cut Pro X, Avid Media Composer, DaVinci Resolve, Lightworks, HitFilm Графический дизайн и анимация : Adobe After Effects, Adobe Photoshop, Adobe Illustrator, Maya, Cinema 4D, Blender Аудиомонтаж : Pro Tools, Audacity, Adobe Audition, Logic Pro, Ableton Live, Sound Forge Постпроизводство: Цветокоррекция, интеграция визуальных эффектов, кодирование и экспорт, сжатие видео, управление рабочими процессами, создание стебордов ДОПОЛНИТЕЛЬНО Сертификаты : - Adobe Certified Expert (ACE) — Premiere Pro (2020) - Apple Certified Pro — Final Cut Pro X (2018) Награды: - Премия Telly за лучший монтаж (2021) - Премия Pixie за выдающиеся визуальные эффекты (2019) Профессиональное развитие: - Посещала ежегодную выставку NAB Show для ознакомления с последними трендами в технологии вещания (2017–2022). Участие в отрасли: - Член Гильдии монтажёров кино и телевидения. - Автор статей для блога «Edit Smarter» о видеомонтаже."
}