{
    "text": "Олег Григорович Big Data Engineer Москва , Россия • (+7 999) 123-45-67 • ivan.petrov@example.com • linkedin.com/in/ivan -petrov ОПЫТ РАБОТЫ Coached .com Март 2019 – Настоящее время Старший Специалист по Большим Данным • Разработал новую архитектуру озера данных, что позволило оптимизировать хранение и управление петабайтами данных. • Обеспечил команду бизнес -аналитики возможностью аналитики в реальном времени, увеличив принятие решений на основе данных на 40%. • Создал сложную распределенную систему данных, повысив доступность данных на 60%. Resume Worded Февраль 2017 – Февраль 2019 Консультант по Большим Данным • Преобразовал сырые данные в ценные аналитические выводы с помощью обработки и визуализации данных, улучшив принятие решений руководством. • Модернизировал традиционные базы данных до распределенных систем, таких как Hadoop, сократив задержки на 50%. Oracle Corporation Июнь 2014 – Январь 2017 Инженер Данных • Оптимизировал рабочие процессы обработки данных, что привело к росту производительности на 30%. • Сыграл ключевую роль в миграции данных в облако, что снизило затраты на управление данными на 10%. Apple Inc. Январь 2011 – Май 2014 Специалист по IT • Возглавил критически важный проект разработки программного обеспечения, успешно завершив его в рамках бюджета и в срок. • Прошел обширное обучение по управлению базами данных, что укрепило навыки для будущей роли в области инженерии данных. ОБРАЗОВАНИЕ Институт Технологий и Анализа Данных Май 2014 Магистр наук в области Инженерии Анализа Данных Диссертация: \"Методы масштабирования распределенных систем данных\" Университет Информационных Технологий Май 2010 Бакалавр наук в области Компьютерных Наук Специализация: Системы управления базами данных Диплом с отличием (Summa Cum Laude) НАВЫКИ Языки программирования : Python (Продвинутый), Java (Средний), Scala (Средний), SQL (Продвинутый) Технологии Больших Данных: Hadoop (Эксперт), Apache Spark (Эксперт), Kafka (Эксперт), NoSQL Базы данных (Продвинутый) Хранилища данных: Amazon Redshift (Продвинутый), Snowflake (Продвинутый), Google BigQuery (Средний) Облачные платформы: AWS (Продвинутый), Azure (Средний), GCP (Средний) ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ Сертификаты: • Cloudera Certified Professional: Data Engineer (2019) • AWS Certified Big Data - Specialty (2021) Публикации: • Соавтор статьи \"Фреймворки обработки больших данных\" в журнале Journal of Data Science (2020) Выступления: • Участник панельной дискуссии на Ежегодной Конференции по Большим Данным (2021) • Главный докладчик на Симпозиуме DataTech (2022) Членство в профессиональных организациях: • Член Института Инженеров по Электротехнике и Электронике (IEEE) • Член Ассоциации Науки о Данных"
}