{
    "text": "Шелипов Александр Александрович Контакты: +7 (985) 7423199 (Telegram, WhatsApp) al.shelipov@gmail.com https://www.linkedin.com/in/aleksandr-shelipov/ О себе Аналитический склад ума. Быстро вникаю в суть работы, даже если никогда раньше не работал в требующемся направлении. С первого дня выстраиваю систему работу, позволяющую максимально эффективно использовать рабочее время для выполнения поставленных задач. Благодаря большому опыту работы в разных сферах могу на любую задачу посмотреть под разными углами в зависимости от целей. Различные сферы деятельности, в которых мне довелось поработать, научили меня легко сходиться с новыми людьми, находить с ними общий язык, чтобы стать эффективным членом команды и выстроить долгосрочные рабочие отношения. Образование Высшее — Иркутский государственный университет — 2008 год Специальность - Прикладная математика и информатика Квалификация - математик, системный программист. Повышение квалификации — Яндекс.Практикум — Аналитик данных — 2022 Английский — Разговорный — продолжаю заниматься с репетитором для разговорной практики и повышения уровня. HardSkills: Python (Pandas, Numpy, Matplotlib, Seaborn), SQL, Jupyter Notebook, A/B тесты, визуализация данных. Репозитории с примерами проектов: https://github.com/AlShelipov/ Готовые функции для продуктовой аналитикиКонверсия LTV и ROI (в т.ч. в динамике) Профили пользователей Функция рисования графиков для перечисленных метрик Примеры проектов Продуктовая аналитика А/В-тестирование Анализ данных с помощью графиков (рынок недвижимости) Общий анализ данных с помощью Python SoftSkills: дисциплинированный, аналитический склад ума, легко схожусь с новыми людьми, предпочитаю работать по плану, умею работать с большим объёмом новой информации. Опыт работы Март 2016 — настоящее время6 лет 3 месяца Индивидуальное предпринимательство / частная практика Май 2014 — Декабрь 2015 1 год 8 месяцев ООО Производственная компания \"Спирит\" Руководитель проекта Проведены результативные испытания полупромышленной установки с новой технологией переработки золошлаковых отходов угольных ТЭЦ.Подготовлено экономическое обоснование промышленного внедрения данной технологии. Ноябрь 2013 — Май 20147 месяцев ВТБ 24 Иркутск, Главный специалист отдела информационной безопасности Проведена проверка настроек IT-систем Иркутского и подотчетных (6 штук) филиалов банка на соответствие нормативно-правовым актам и внутренним регламентам. Постоянный мониторинг указанных систем, как удалённо, так и с выездными проверками в другие филиалы. Сентябрь 2011 — Ноябрь 20132 года 3 месяца ТрансКредитБанк Иркутск Главный специалист отдела информационной безопасности Проведён полный анализ уязвимостей существующей IT-инфраструктуры филиала банка. Внутренние документы, регламентирующие информационную безопасность приведены в соответствие с действующей на тот момент нормативной базой. Декабрь 2009 — Сентябрь 20111 год 10 месяцев Аппарат Губернатора Иркутской области и Правительства Иркутской области Советник отдела защиты информации Разработана локальная нормативно-правовая база для подотчетных ведомств и организаций. Проведён анализ информационных систем для построения моделей угроз для каждой системы. Осуществлял координацию мероприятий по организации системы защиты информации ограниченного доступа в органах государственной власти Иркутской области. В том числе выполнял функции системного администратора АРМ, предназначенных для работы с гостайной. Август 2007 — Ноябрь 20092 года 4 месяца Министерство культуры и архивов Иркутской области Ведущий инженер Разработал и сопровождал сайт организации. Проложил и настроил локальную сеть, впоследствии подключенную к единой сети всех органов власти Иркутской области."
}