{
    "text": "Шатурная Полина Маратовна Женщина, 28 лет, родилась 28 марта 1994 +7 (927) 0535356 — предпочитаемый способ связи • Телеграмм: PolinaShaturnaia shaturnaia.polina@gmail.com LinkedIn: https://www.linkedin.com/in/polinashaturnaia/ Проживает: Саратов Гражданство: Россия, есть разрешение на работу: Россия Хочу переехать: Санкт-Петербург, готова к командировкам Желаемая должность и зарплата Data Scientist Специализации: — Аналитик — Программист, разработчик Занятость: стажировка, частичная занятость, полная занятость График работы: удаленная работа, гибкий график, полный день Желательное время в пути до работы: не имеет значения Опыт работы — 10 лет 4 месяца Август 2021 — настоящее время 1 год 1 месяцAtos IT Solutions and Services LLC Воронеж, atos.net/ru/russia Информационные технологии, системная интеграция, интернет • Системная интеграция, автоматизации технологических и бизнес-процессов предприятия, ИТ-консалтинг Консультант SAP HCM and SuccessFactors • Консультации по SAP HCM и SAP SuccessFactors. • Предоставление поддержки 2-го уровня в SAP SuccessFactors (Россия, Австрия, Германия). • Системный мониторинг и внедрение SAP HCM. Февраль 2021 — Март 2022 1 год 2 месяцаЯндекс.Практикум (профессиональная переподготовка) Москва, practicum.yandex.ru/ Информационные технологии, системная интеграция, интернет • Системная интеграция, автоматизации технологических и бизнес-процессов предприятия, ИТ-консалтинг Специалист Data Science Разработка пет-проектов по предобработке данных, по машинному обучению на задачах классификации и регрессии, применение исследовательского и статистического анализа данных, техник бустинга, методов линейной алгебры, численных методов и пр. • Создан проект по определению возраста покупателя с помощью камеры в прикассовой зоне магазина. • Решена задача бинарной классификации оттока клиентов компании. • Создан проект по определению эмоциональной окраски комментариев в Twitter. • Решена проблема банковского скоринга. • Обучена модель прогнозирования количества заказов такси для привлечения большего количества водителей в часы пик. • Для сервиса по продаже автомобилей создана модель прогнозирования рыночной стоимости автомобиля. Резюме обновлено 4 августа 2022 в 16:42Май 2012 — Май 2021 9 лет 1 месяцООО ПКФ \"Эльтон\" Энгельс, eltongaz.ru/ Промышленное оборудование, техника, станки и комплектующие • Оборудование и станки для добывающей, энергетической, нефтегазовой и химической отрасли (производство) Аналитик, Менеджер • Реализован проект по внедрению газового оборудования, регуляторов давления газа, отопительного и водогрейного промышленного оборудования для нужд ПАО «Газпром». • Ведение полного цикла общения с клиентом. • Создан сайт компании на базе Joomla. • Разработан и реализован проект по продвижению сайта компании в Google и Яндекс. Образование Магистр 2021 Яндекс.Практикум Специалист Data Science 2017 Поволжский институт управления имени П.А. Столыпина - филиал РАНХиГС Факультет магистратуры и аспирантуры, Реклама и связи с общественностью в современных организациях 2015 Саратовский государственный университет им. Н.Г. Чернышевского, Саратов Механико-математический факультет, Математическая физика и вычислительная математика 2015 Саратовский государственный университет им. Н.Г. Чернышевского, Саратов Факультет иностранных языков, Переводчик английского языка в сфере профессиональной коммуникации Ключевые навыки Знание языков Русский — Родной Английский — B2 — Средне-продвинутый Навыки Математическая статистика Математический анализ Python SQL Английский язык Статистический анализ Data Analysis Регрессионный анализ NLP TF-IDF BERT Машинное обучение Нейронные сети Компьютерное зрение Keras LeNet pandas numpy scipy sklearn seaborn matplotlib lightgbm catboost pytorch tensorflow transformers A/B Testing Предобработка данных Опыт вождения Имеется собственный автомобиль Права категории A, B Дополнительная информация Шатурная Полина • Резюме обновлено 4 августа 2022 в 16:42Обо мне Моя главная сила – это умение выстраивать качественные коммуникации. Считаю важными интересы и потребности людей. Прагматична, но любопытна и открыта для изучения новых методов работы. Опыт в Бизнес-аналитике и в Системном анализе: сбор, анализ и документирование требований к продукту; участие в проектировании решений; тестирование и проверка реализованного функционала на соответствие требованиям; участие в показах и презентация; работа с запросами пользователей, с базами данных. Опыт в Data Science: обработка, преподготовка, анализ данных и машинное обучение; Python, SQL; проверка гипотез, A/B-тестирование; регрессионное и классификационное моделирование. Навыки работы с табличными данными, временными рядами, графическими данными. Практические знания в области компьютерного зрения, линейной алгебры и статистического анализа данных. В свободное время занимаюсь изучением аналитических направлений в работе. Являюсь вокалисткой в Арт-команде. Играю в пейнтбол, участие в Российской пейнтбольной лиге RXL и Национальной пейнтбольной лиге NXL. Занимаюсь спортивной гимнастикой - PoleDance. Понимание разных культур очень интересно, поэтому люблю путешествовать. Англия, Сингапур, Италия, Испания, ОАЭ, Греция, Турция, Тунис, Египет. Когда отдыхаю - провожу время с друзьями и семьей. Люблю животных, моему коту Мейн-кун сейчас 1 год. Управляю машиной и мотоциклом. Готова приступить к работе через 2 недели с момента прохождения собеседования. Digital Sertifications (Цифровые сертификаты): - Школа Анализа Данных (Яндекс): Диплом о профессиональной переподготовке Специалист Data Science; - Database Fundamentals. Database Concepts. - New Data Protection Training (including GDPR) - Global EMS Advanced - Code of Ethics 2021 - Cybersecurity & Safety Awareness 2021 Контактный адрес почты: shaturnaia.polina@gmail.com Контактный номер телефона: +7 (927) 053-53-56 Профиль на LinkedIn: https://www.linkedin.com/in/polinashaturnaia/ Ник в Телеграмм: PolinaShaturnaia Шатурная Полина • Резюме обновлено 4 августа 2022 в 16:42"
}